[
    {
        "title": "EcoCharge",
        "description": "Revolutionizing electric vehicle charging with solar-powered stations that pay you back. Our smart grid technology optimizes energy distribution and rewards users with cryptocurrency for off-peak charging.",
        "country": "Germany",
        "city": "Berlin",
        "sdgs": [
            "07_CleanEnergy",
            "13_Climate"
        ]
    },
    {
        "title": "MindfulAI",
        "description": "AI-powered mental health companion that adapts to your emotional patterns. Combines CBT techniques with personalized meditation and real-time mood tracking to help users achieve better mental wellness.",
        "country": "France",
        "city": "Paris",
        "sdgs": [
            "03_GoodHealth"
        ]
    },
    {
        "title": "FoodLoop",
        "description": "Fighting food waste by connecting restaurants with surplus food to local communities. Our platform uses predictive analytics to reduce waste by 60% while feeding those in need.",
        "country": "Netherlands",
        "city": "Amsterdam",
        "sdgs": [
            "02_ZeroHunger",
            "12_ResponsibleConsumption",
            "11_SustainableCities"
        ]
    },
    {
        "title": "CodeMentor Pro",
        "description": "Interactive coding education platform that pairs learners with AI tutors and real developers. Features live code reviews, project-based learning, and career mentorship for aspiring developers.",
        "country": "United Kingdom",
        "city": "London",
        "sdgs": [
            "04_QualityEducation",
            "08_DecentWork"
        ]
    },
    {
        "title": "UrbanFarm",
        "description": "Vertical farming solutions for city dwellers. Our automated indoor gardens use 95% less water and produce fresh vegetables year-round, making urban agriculture accessible to everyone.",
        "country": "Denmark",
        "city": "Copenhagen",
        "sdgs": [
            "02_ZeroHunger",
            "11_SustainableCities",
            "12_ResponsibleConsumption"
        ]
    },
    {
        "title": "SecureChain",
        "description": "Blockchain-based identity verification for the gig economy. Workers maintain portable reputation scores and credentials across platforms, while companies get verified talent instantly.",
        "country": "Switzerland",
        "city": "Zurich",
        "sdgs": [
            "08_DecentWork",
            "09_Industry"
        ]
    },
    {
        "title": "SleepTech",
        "description": "Smart mattress technology that monitors and optimizes your sleep cycles. Integrates with your smart home to adjust temperature, lighting, and sound for perfect sleep conditions.",
        "country": "Sweden",
        "city": "Stockholm",
        "sdgs": [
            "03_GoodHealth",
            "09_Industry"
        ]
    },
    {
        "title": "VoiceHealth",
        "description": "Early disease detection through voice analysis AI. Our technology can identify potential health issues weeks before symptoms appear by analyzing subtle changes in vocal patterns.",
        "country": "Ireland",
        "city": "Dublin",
        "sdgs": [
            "03_GoodHealth"
        ]
    },
    {
        "title": "SpaceBox",
        "description": "On-demand storage and logistics platform that brings the warehouse to your door. Our mobile units provide flexible storage solutions for urban residents and small businesses.",
        "country": "Belgium",
        "city": "Brussels",
        "sdgs": [
            "11_SustainableCities",
            "09_Industry"
        ]
    },
    {
        "title": "LearnFlow",
        "description": "Adaptive learning platform for corporate training that uses neuroscience to optimize information retention. Employees learn 3x faster with our personalized microlearning modules.",
        "country": "Spain",
        "city": "Barcelona",
        "sdgs": [
            "04_QualityEducation",
            "08_DecentWork"
        ]
    },
    {
        "title": "PetConnect",
        "description": "Social network for pet owners featuring AI-powered health tracking, local meetups, and emergency care coordination. Connects pet lovers while keeping furry friends healthy.",
        "country": "Austria",
        "city": "Vienna",
        "sdgs": [
            "03_GoodHealth"
        ]
    },
    {
        "title": "BuilderOS",
        "description": "Construction project management platform that uses drone surveillance and AI to predict delays before they happen. Reduces project overruns by 40% with real-time insights.",
        "country": "Poland",
        "city": "Warsaw",
        "sdgs": [
            "09_Industry",
            "11_SustainableCities"
        ]
    },
    {
        "title": "OceanClean",
        "description": "Autonomous drone fleet that collects ocean plastic and converts it into 3D printing filament. We've removed over 100 tons of plastic while creating sustainable materials.",
        "country": "Norway",
        "city": "Oslo",
        "sdgs": [
            "14_LifeBelowWater",
            "12_ResponsibleConsumption",
            "13_Climate"
        ]
    },
    {
        "title": "FinanceFlow",
        "description": "AI-powered bookkeeping for freelancers and small businesses. Automatically categorizes expenses, predicts cash flow, and handles tax preparation with zero manual data entry.",
        "country": "Luxembourg",
        "city": "Luxembourg",
        "sdgs": [
            "08_DecentWork",
            "09_Industry"
        ]
    },
    {
        "title": "EventSync",
        "description": "Hybrid event platform that seamlessly blends in-person and virtual experiences. Features real-time translation, AI networking, and immersive 3D environments for global audiences.",
        "country": "Germany",
        "city": "Munich",
        "sdgs": [
            "09_Industry",
            "17_Partnerships"
        ]
    },
    {
        "title": "GreenCommute",
        "description": "Carbon-neutral transportation marketplace that rewards sustainable commuting. Users earn tokens for biking, walking, or using public transit, redeemable for local business discounts.",
        "country": "Netherlands",
        "city": "Rotterdam",
        "sdgs": [
            "13_Climate",
            "11_SustainableCities"
        ]
    },
    {
        "title": "SkillSwap",
        "description": "Peer-to-peer learning marketplace where professionals trade skills instead of money. Learn guitar from a musician while teaching them web development—no cash required.",
        "country": "Portugal",
        "city": "Lisbon",
        "sdgs": [
            "04_QualityEducation",
            "10_ReducedInequalities"
        ]
    },
    {
        "title": "AquaPure",
        "description": "Portable water purification system powered by nanotechnology. Removes 99.99% of contaminants and adds essential minerals, providing clean drinking water anywhere in the world.",
        "country": "Finland",
        "city": "Helsinki",
        "sdgs": [
            "06_CleanWaterSanitation",
            "03_GoodHealth"
        ]
    },
    {
        "title": "CryptoWill",
        "description": "Digital estate planning for cryptocurrency and NFT holders. Smart contracts automatically distribute digital assets to heirs based on customizable conditions.",
        "country": "Estonia",
        "city": "Tallinn",
        "sdgs": [
            "16_PeaceJusticeInstitutions",
            "09_Industry"
        ]
    },
    {
        "title": "FitChain",
        "description": "Blockchain-verified fitness achievements that unlock real rewards. Prove your marathon time, gym consistency, or wellness goals to sponsors and earn exclusive perks.",
        "country": "Italy",
        "city": "Milan",
        "sdgs": [
            "03_GoodHealth"
        ]
    },
    {
        "title": "HominioCare",
        "description": "AI-powered elderly care platform connecting seniors with verified caregivers. Features 24/7 health monitoring, medication reminders, and virtual family check-ins.",
        "country": "Switzerland",
        "city": "Geneva",
        "sdgs": [
            "03_GoodHealth",
            "10_ReducedInequalities"
        ]
    },
    {
        "title": "RecipeGenius",
        "description": "Smart kitchen assistant that generates recipes based on ingredients you already have. Reduces food waste by 70% while teaching cooking skills through AR guidance.",
        "country": "Italy",
        "city": "Rome",
        "sdgs": [
            "12_ResponsibleConsumption",
            "02_ZeroHunger"
        ]
    },
    {
        "title": "CloudGarden",
        "description": "Remote garden management service where professional gardeners tend to your plants via IoT sensors and local caretakers. Perfect gardens without the work.",
        "country": "Denmark",
        "city": "Aarhus",
        "sdgs": [
            "15_LifeOnLand",
            "11_SustainableCities"
        ]
    },
    {
        "title": "TravelDAO",
        "description": "Decentralized travel planning governed by a community of travelers. Members vote on destinations, share hidden gems, and earn governance tokens for quality contributions.",
        "country": "Spain",
        "city": "Madrid",
        "sdgs": [
            "08_DecentWork",
            "17_Partnerships"
        ]
    },
    {
        "title": "BrainBoost",
        "description": "Neurofeedback headset that trains your brain for peak performance. Uses real-time EEG monitoring to improve focus, memory, and cognitive function through gamified exercises.",
        "country": "United Kingdom",
        "city": "Edinburgh",
        "sdgs": [
            "03_GoodHealth",
            "09_Industry"
        ]
    },
    {
        "title": "LocalThread",
        "description": "Sustainable fashion marketplace connecting local designers with conscious consumers. Every item is tracked from creation to customer, ensuring ethical production.",
        "country": "Italy",
        "city": "Florence",
        "sdgs": [
            "12_ResponsibleConsumption",
            "08_DecentWork"
        ]
    },
    {
        "title": "DataVault",
        "description": "Personal data marketplace where users sell their anonymized data directly to researchers and companies. You control your data and earn from it—not tech giants.",
        "country": "Finland",
        "city": "Tampere",
        "sdgs": [
            "16_PeaceJusticeInstitutions",
            "10_ReducedInequalities"
        ]
    },
    {
        "title": "QuickRepair",
        "description": "On-demand repair service for electronics and appliances. Certified technicians arrive within 2 hours, reducing e-waste by extending product lifecycles.",
        "country": "Czech Republic",
        "city": "Prague",
        "sdgs": [
            "12_ResponsibleConsumption",
            "13_Climate"
        ]
    },
    {
        "title": "MusicMesh",
        "description": "Collaborative music creation platform using AI to help amateur musicians produce professional-quality tracks. Connect with global artists and share royalties fairly.",
        "country": "Germany",
        "city": "Hamburg",
        "sdgs": [
            "10_ReducedInequalities",
            "17_Partnerships"
        ]
    },
    {
        "title": "SafeRoute",
        "description": "Real-time safety navigation app that crowdsources incident reports and uses predictive AI to suggest the safest routes for walking, especially at night.",
        "country": "Sweden",
        "city": "Gothenburg",
        "sdgs": [
            "11_SustainableCities",
            "16_PeaceJusticeInstitutions",
            "05_GenderEquality"
        ]
    }
]
